Repository: generaltranslation/gt
Catalog: packages/cli/src/formats/xcstrings/__mocks__/guardian_scale.xcstrings
Source language: en
Languages: ar, az, bg, bn, cs, cy, da, el, es_419, et, fa, fi, fil, fr_ca, ga, he, hi, hr, hu, hy, id, is, ja, ka, kk, ko, lt, lv, mk, mr, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant

source: Require Face ID to approve requests
ar: طلب Face ID للموافقة على الطلبات
bg: Изисквай Face ID за одобряване на заявки
cs: Vyžadovat Face ID pro schvalování žádostí
cy: Mynnu Face ID i gymeradwyo ceisiadau
da: Kræv Face ID for at godkende anmodninger
el: Απαίτηση Face ID για έγκριση αιτημάτων
es_419: Requerir Face ID para aprobar solicitudes
et: Nõua taotluste kinnitamiseks Face ID-d
fa: برای تأیید درخواست‌ها Face ID لازم باشد
fi: Vaadi Face ID pyyntöjen hyväksymiseen
fil: Kailanganin ang Face ID sa pag-apruba ng mga kahilingan
fr_ca: Exiger Face ID pour approuver les demandes
ga: Éiligh Face ID chun iarratais a cheadú
he: דרוש Face ID לאישור בקשות
hi: अनुरोध स्वीकृत करने के लिए Face ID अनिवार्य करें
hr: Zahtijevaj Face ID za odobravanje zahtjeva
hu: Face ID megkövetelése a kérések jóváhagyásához
id: Wajibkan Face ID untuk menyetujui permintaan
is: Krefjast Face ID til að samþykkja beiðnir
ja: リクエストの承認にFace IDを要求
ko: 요청 승인 시 Face ID 요구
lt: Reikalauti Face ID užklausoms patvirtinti
lv: Pieprasīt Face ID pieprasījumu apstiprināšanai
mk: Барај Face ID за одобрување барања
ms: Wajibkan Face ID untuk meluluskan permintaan
nb: Krev Face ID for å godkjenne forespørsler
nl: Face ID vereisen om verzoeken goed te keuren
pl: Wymagaj Face ID do zatwierdzania próśb
pt_br: Exigir Face ID para aprovar solicitações
pt_pt: Exigir Face ID para aprovar pedidos
ro: Solicită Face ID pentru aprobarea solicitărilor
ru: Требовать Face ID для одобрения запросов
sk: Vyžadovať Face ID na schvaľovanie žiadostí
sl: Zahtevaj Face ID za odobritev zahtev
sq: Kërko Face ID për miratimin e kërkesave
sr: Захтевај Face ID за одобравање захтева
sv: Kräv Face ID för att godkänna begäranden
sw: Hitaji Face ID ili kuidhinisha maombi
th: ต้องใช้ Face ID เพื่ออนุมัติคำขอ
tr: İstekleri onaylamak için Face ID iste
uk: Вимагати Face ID для схвалення запитів
vi: Yêu cầu Face ID để phê duyệt yêu cầu
zh_hans: 批准请求时要求面容 ID
zh_hant: 核准請求時要求 Face ID

source: Require Touch ID to approve requests
ar: طلب Touch ID للموافقة على الطلبات
bg: Изисквай Touch ID за одобряване на заявки
cs: Vyžadovat Touch ID pro schvalování žádostí
cy: Mynnu Touch ID i gymeradwyo ceisiadau
da: Kræv Touch ID for at godkende anmodninger
el: Απαίτηση Touch ID για έγκριση αιτημάτων
es_419: Requerir Touch ID para aprobar solicitudes
et: Nõua taotluste kinnitamiseks Touch ID-d
fa: برای تأیید درخواست‌ها Touch ID لازم باشد
fi: Vaadi Touch ID pyyntöjen hyväksymiseen
fil: Kailanganin ang Touch ID sa pag-apruba ng mga kahilingan
fr_ca: Exiger Touch ID pour approuver les demandes
ga: Éiligh Touch ID chun iarratais a cheadú
he: דרוש Touch ID לאישור בקשות
hi: अनुरोध स्वीकृत करने के लिए Touch ID अनिवार्य करें
hr: Zahtijevaj Touch ID za odobravanje zahtjeva
hu: Touch ID megkövetelése a kérések jóváhagyásához
id: Wajibkan Touch ID untuk menyetujui permintaan
is: Krefjast Touch ID til að samþykkja beiðnir
ja: リクエストの承認にTouch IDを要求
ko: 요청 승인 시 Touch ID 요구
lt: Reikalauti Touch ID užklausoms patvirtinti
lv: Pieprasīt Touch ID pieprasījumu apstiprināšanai
mk: Барај Touch ID за одобрување барања
ms: Wajibkan Touch ID untuk meluluskan permintaan
nb: Krev Touch ID for å godkjenne forespørsler
nl: Touch ID vereisen om verzoeken goed te keuren
pl: Wymagaj Touch ID do zatwierdzania próśb
pt_br: Exigir Touch ID para aprovar solicitações
pt_pt: Exigir Touch ID para aprovar pedidos
ro: Solicită Touch ID pentru aprobarea solicitărilor
ru: Требовать Touch ID для одобрения запросов
sk: Vyžadovať Touch ID na schvaľovanie žiadostí
sl: Zahtevaj Touch ID za odobritev zahtev
sq: Kërko Touch ID për miratimin e kërkesave
sr: Захтевај Touch ID за одобравање захтева
sv: Kräv Touch ID för att godkänna begäranden
sw: Hitaji Touch ID ili kuidhinisha maombi
th: ต้องใช้ Touch ID เพื่ออนุมัติคำขอ
tr: İstekleri onaylamak için Touch ID iste
uk: Вимагати Touch ID для схвалення запитів
vi: Yêu cầu Touch ID để phê duyệt yêu cầu
zh_hans: 批准请求时要求触控 ID
zh_hant: 核准請求時要求 Touch ID

source: Resend code
ar: إعادة إرسال الرمز
az: Kodu yenidən göndər
bg: Изпрати кода отново
bn: কোড আবার পাঠান
cs: Odeslat kód znovu
cy: Ailanfon y cod
da: Send koden igen
el: Εκ νέου αποστολή κωδικού
es_419: Reenviar código
et: Saada kood uuesti
fa: ارسال مجدد کد
fi: Lähetä koodi uudelleen
fil: Muling ipadala ang code
fr_ca: Renvoyer le code
ga: Seol an cód arís
he: שלח קוד שוב
hi: कोड फिर से भेजें
hr: Pošalji kod ponovno
hu: Kód újraküldése
hy: Կրկին ուղարկել ծածկագիրը
id: Kirim ulang kode
is: Senda kóða aftur
ja: コードを再送信
ka: კოდის ხელახლა გაგზავნა
kk: Кодты қайта жіберу
ko: 코드 재전송
lt: Siųsti kodą iš naujo
lv: Nosūtīt kodu vēlreiz
mk: Испрати го кодот повторно
mr: कोड पुन्हा पाठवा
ms: Hantar semula kod
mt: Erġa’ ibgħat il-kodiċi
nb: Send koden på nytt
nl: Code opnieuw versturen
pl: Wyślij kod ponownie
pt_br: Reenviar código
pt_pt: Reenviar código
ro: Retrimite codul
ru: Отправить код ещё раз
sk: Odoslať kód znova
sl: Znova pošlji kodo
sq: Dërgo kodin sërish
sr: Пошаљи код поново
sv: Skicka koden igen
sw: Tuma msimbo tena
ta: குறியீட்டை மீண்டும் அனுப்பு
te: కోడ్‌ను మళ్లీ పంపు
th: ส่งรหัสอีกครั้ง
tr: Kodu yeniden gönder
uk: Надіслати код ще раз
ur: کوڈ دوبارہ بھیجیں
uz: Kodni qayta yuborish
vi: Gửi lại mã
zh_hans: 重新发送验证码
zh_hant: 重新傳送驗證碼

source: Save your recovery code
ar: احفظ رمز الاسترداد الخاص بك
bg: Запазете своя код за възстановяване
cs: Uložte si kód pro obnovení
cy: Cadwch eich cod adfer
da: Gem din gendannelseskode
el: Αποθηκεύστε τον κωδικό ανάκτησης
es_419: Guarda tu código de recuperación
et: Salvestage oma taastekood
fa: کد بازیابی خود را ذخیره کنید
fi: Tallenna palautuskoodisi
fil: I-save ang iyong recovery code
fr_ca: Conservez votre code de récupération
ga: Sábháil do chód aisghabhála
he: שמור את קוד השחזור שלך
hi: अपना रिकवरी कोड सहेजें
hr: Spremite svoj kod za oporavak
hu: Mentse el a helyreállítási kódját
id: Simpan kode pemulihan Anda
is: Vistaðu endurheimtukóðann þinn
ja: リカバリコードを保存してください
ko: 복구 코드를 저장하세요
lt: Išsaugokite atkūrimo kodą
lv: Saglabājiet atkopšanas kodu
mk: Зачувајте го кодот за враќање
ms: Simpan kod pemulihan anda
nb: Lagre gjenopprettingskoden din
nl: Bewaar je herstelcode
pl: Zapisz swój kod odzyskiwania
pt_br: Salve seu código de recuperação
pt_pt: Guarde o seu código de recuperação
ro: Salvați codul de recuperare
ru: Сохраните код восстановления
sk: Uložte si kód na obnovenie
sl: Shranite kodo za obnovitev
sq: Ruani kodin tuaj të rikuperimit
sr: Сачувајте свој код за опоравак
sv: Spara din återställningskod
sw: Hifadhi msimbo wako wa kurejesha
th: บันทึกรหัสกู้คืนของคุณ
tr: Kurtarma kodunuzu kaydedin
uk: Збережіть код відновлення
vi: Lưu mã khôi phục của bạn
zh_hans: 请保存你的恢复代码
zh_hant: 請儲存您的復原碼

source: Scan QR code
ar: مسح رمز QR
az: QR kodu skan et
bg: Сканирай QR кода
bn: QR কোড স্ক্যান করুন
cs: Naskenovat QR kód
cy: Sganio cod QR
da: Scan QR-kode
el: Σάρωση κωδικού QR
es_419: Escanear código QR
et: Skanni QR-kood
fa: اسکن کد QR
fi: Skannaa QR-koodi
fil: I-scan ang QR code
ga: Scan cód QR
he: סרוק קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR kod
hu: QR-kód beolvasása
hy: Սկանավորել QR ծածկագիրը
id: Pindai kode QR
is: Skanna QR-kóða
ja: QRコードをスキャン
ka: QR კოდის სკანირება
kk: QR кодын сканерлеу
ko: QR 코드 스캔
lt: Nuskaityti QR kodą
lv: Skenēt QR kodu
mk: Скенирај QR-код
mr: QR कोड स्कॅन करा
ms: Imbas kod QR
nb: Skann QR-kode
nl: QR-code scannen
pl: Zeskanuj kod QR
pt_br: Escanear código QR
ro: Scanează codul QR
ru: Сканировать QR-код
sk: Naskenovať QR kód
sl: Skeniraj kodo QR
sq: Skano kodin QR
sr: Скенирај QR код
sv: Skanna QR-kod
sw: Changanua msimbo wa QR
th: สแกนคิวอาร์โค้ด
tr: QR kodunu tara
uk: Сканувати QR-код
ur: QR کوڈ اسکین کریں
uz: QR kodni skanerlash
vi: Quét mã QR
zh_hans: 扫描二维码
zh_hant: 掃描 QR Code

source: Screen recording is active. Codes are hidden while recording.
ar: تسجيل الشاشة نشط. يتم إخفاء الرموز أثناء التسجيل.
bg: Записът на екрана е активен. Кодовете са скрити по време на запис.
cs: Probíhá nahrávání obrazovky. Kódy jsou během nahrávání skryté.
cy: Mae recordio sgrin yn weithredol. Mae codau’n cael eu cuddio wrth recordio.
da: Skærmoptagelse er aktiv. Koder skjules under optagelse.
el: Η εγγραφή οθόνης είναι ενεργή. Οι κωδικοί αποκρύπτονται κατά την εγγραφή.
es_419: La grabación de pantalla está activa. Los códigos se ocultan mientras grabas.
et: Ekraanisalvestus on aktiivne. Salvestamise ajal on koodid peidetud.
fa: ضبط صفحه فعال است. کدها هنگام ضبط پنهان می‌شوند.
fi: Näytön tallennus on käynnissä. Koodit piilotetaan tallennuksen ajaksi.
fil: Aktibo ang screen recording. Nakatago ang mga code habang nagre-record.
fr_ca: L’enregistrement de l’écran est actif. Les codes sont masqués pendant l’enregistrement.
ga: Tá taifeadadh scáileáin ar siúl. Cuirtear na cóid i bhfolach le linn taifeadta.
he: הקלטת מסך פעילה. הקודים מוסתרים במהלך ההקלטה.
hi: स्क्रीन रिकॉर्डिंग चालू है। रिकॉर्डिंग के दौरान कोड छिपे रहते हैं।
hr: Snimanje zaslona je aktivno. Kodovi su skriveni tijekom snimanja.
hu: Képernyőrögzítés van folyamatban. A kódok rögzítés közben rejtve maradnak.
id: Perekaman layar sedang aktif. Kode disembunyikan selama perekaman.
is: Skjáupptaka er virk. Kóðar eru faldir meðan á upptöku stendur.
ja: 画面収録中です。収録中はコードが非表示になります。
ko: 화면 기록이 진행 중입니다. 기록 중에는 코드가 숨겨집니다.
lt: Ekranas įrašomas. Įrašymo metu kodai paslėpti.
lv: Notiek ekrāna ierakstīšana. Ierakstīšanas laikā kodi ir paslēpti.
mk: Снимањето на екранот е активно. Кодовите се скриени за време на снимањето.
ms: Rakaman skrin sedang aktif. Kod disembunyikan semasa rakaman.
nb: Skjermopptak pågår. Koder skjules under opptak.
nl: Schermopname is actief. Codes worden verborgen tijdens het opnemen.
pl: Nagrywanie ekranu jest aktywne. Kody są ukryte podczas nagrywania.
pt_br: A gravação de tela está ativa. Os códigos ficam ocultos durante a gravação.
pt_pt: A gravação de ecrã está ativa. Os códigos ficam ocultos durante a gravação.
ro: Înregistrarea ecranului este activă. Codurile sunt ascunse în timpul înregistrării.
ru: Идёт запись экрана. Во время записи коды скрыты.
sk: Prebieha nahrávanie obrazovky. Kódy sú počas nahrávania skryté.
sl: Snemanje zaslona je aktivno. Kode so med snemanjem skrite.
sq: Regjistrimi i ekranit është aktiv. Kodet fshihen gjatë regjistrimit.
sr: Снимање екрана је активно. Кодови су сакривени током снимања.
sv: Skärminspelning pågår. Koder döljs under inspelning.
sw: Kurekodi skrini kunaendelea. Misimbo hufichwa wakati wa kurekodi.
th: กำลังบันทึกหน้าจอ รหัสจะถูกซ่อนขณะบันทึก
tr: Ekran kaydı etkin. Kayıt sırasında kodlar gizlenir.
uk: Триває запис екрана. Під час запису коди приховано.
vi: Đang ghi màn hình. Mã sẽ bị ẩn trong khi ghi.
zh_hans: 屏幕录制正在进行。录制期间验证码将被隐藏。
zh_hant: 螢幕錄影進行中。錄影期間驗證碼會隱藏。

source: Security warning
ar: تحذير أمني
az: Təhlükəsizlik xəbərdarlığı
bg: Предупреждение за сигурност
bn: নিরাপত্তা সতর্কতা
cs: Bezpečnostní upozornění
cy: Rhybudd diogelwch
da: Sikkerhedsadvarsel
el: Προειδοποίηση ασφαλείας
es_419: Advertencia de seguridad
et: Turvahoiatus
fa: هشدار امنیتی
fi: Turvallisuusvaroitus
fil: Babala sa seguridad
fr_ca: Avertissement de sécurité
ga: Rabhadh slándála
he: אזהרת אבטחה
hi: सुरक्षा चेतावनी
hr: Sigurnosno upozorenje
hu: Biztonsági figyelmeztetés
hy: Անվտանգության զգուշացում
id: Peringatan keamanan
is: Öryggisviðvörun
ja: セキュリティ警告
ka: უსაფრთხოების გაფრთხილება
kk: Қауіпсіздік ескертуі
ko: 보안 경고
lt: Saugumo įspėjimas
lv: Drošības brīdinājums
mk: Безбедносно предупредување
mr: सुरक्षा इशारा
ms: Amaran keselamatan
nb: Sikkerhetsadvarsel
nl: Beveiligingswaarschuwing
pl: Ostrzeżenie o zabezpieczeniach
pt_br: Aviso de segurança
pt_pt: Aviso de segurança
ro: Avertisment de securitate
ru: Предупреждение системы безопасности
sk: Bezpečnostné upozornenie
sl: Varnostno opozorilo
sq: Paralajmërim sigurie
sr: Безбедносно упозорење
sv: Säkerhetsvarning
sw: Onyo la usalama
ta: பாதுகாப்பு எச்சரிக்கை
te: భద్రతా హెచ్చరిక
th: คำเตือนด้านความปลอดภัย
tr: Güvenlik uyarısı
uk: Попередження системи безпеки
ur: حفاظتی انتباہ
uz: Xavfsizlik ogohlantirishi
vi: Cảnh báo bảo mật
zh_hans: 安全警告
zh_hant: 安全性警告

source: Session expired
ar: انتهت صلاحية الجلسة
az: Sessiyanın müddəti bitdi
bg: Сесията изтече
bn: সেশনের মেয়াদ শেষ হয়েছে
cs: Platnost relace vypršela
cy: Daeth y sesiwn i ben
da: Sessionen er udløbet
el: Η συνεδρία έληξε
es_419: La sesión expiró
et: Seanss on aegunud
fa: نشست منقضی شد
fi: Istunto vanhentui
fil: Nag-expire ang session
fr_ca: Session expirée
ga: Tá an seisiún imithe in éag
he: פג תוקף ההפעלה
hi: सत्र समाप्त हो गया
hr: Sesija je istekla
hu: A munkamenet lejárt
id: Sesi berakhir
is: Lotan er útrunnin
ja: セッションの有効期限が切れました
ka: სესიის ვადა ამოიწურა
kk: Сеанс мерзімі аяқталды
ko: 세션이 만료되었습니다
lt: Seanso laikas baigėsi
lv: Sesijas termiņš ir beidzies
mk: Сесијата истече
mr: सत्र कालबाह्य झाले
ms: Sesi tamat tempoh
mt: Is-sessjoni skadiet
nb: Økten er utløpt
nl: Sessie verlopen
pl: Sesja wygasła
pt_br: Sessão expirada
pt_pt: Sessão expirada
ro: Sesiune expirată
ru: Сеанс истёк
sk: Platnosť relácie vypršala
sl: Seja je potekla
sq: Sesioni skadoi
sr: Сесија је истекла
sv: Sessionen har upphört
sw: Kipindi kimeisha muda
ta: அமர்வு காலாவதியானது
te: సెషన్ గడువు ముగిసింది
th: เซสชันหมดอายุ
tr: Oturumun süresi doldu
uk: Сеанс завершено
ur: سیشن کی میعاد ختم ہو گئی
uz: Seans muddati tugadi
vi: Phiên đã hết hạn
zh_hans: 会话已过期
zh_hant: 工作階段已過期

source: Show code
ar: إظهار الرمز
az: Kodu göstər
bg: Покажи кода
bn: কোড দেখান
cs: Zobrazit kód
cy: Dangos y cod
da: Vis kode
el: Εμφάνιση κωδικού
es_419: Mostrar código
et: Näita koodi
fa: نمایش کد
fi: Näytä koodi
fil: Ipakita ang code
fr_ca: Afficher le code
ga: Taispeáin an cód
he: הצג קוד
hi: कोड दिखाएँ
hr: Prikaži kod
hu: Kód megjelenítése
hy: Ցուցադրել ծածկագիրը
id: Tampilkan kode
is: Sýna kóða
ja: コードを表示
ka: კოდის ჩვენება
kk: Кодты көрсету
ko: 코드 표시
lt: Rodyti kodą
lv: Rādīt kodu
mk: Прикажи код
mr: कोड दाखवा
ms: Tunjukkan kod
mt: Uri l-kodiċi
nb: Vis kode
nl: Code tonen
pl: Pokaż kod
pt_br: Mostrar código
pt_pt: Mostrar código
ro: Afișează codul
ru: Показать код
sk: Zobraziť kód
sl: Pokaži kodo
sq: Shfaq kodin
sr: Прикажи код
sv: Visa kod
sw: Onyesha msimbo
ta: குறியீட்டைக் காட்டு
te: కోడ్‌ను చూపు
th: แสดงรหัส
tr: Kodu göster
uk: Показати код
ur: کوڈ دکھائیں
uz: Kodni koʻrsatish
vi: Hiện mã
zh_hans: 显示验证码
zh_hant: 顯示驗證碼

source: Sign in again to continue.
ar: سجّل الدخول مرة أخرى للمتابعة.
bg: Влезте отново, за да продължите.
cs: Pokračujte opětovným přihlášením.
cy: Mewngofnodwch eto i barhau.
da: Log ind igen for at fortsætte.
el: Συνδεθείτε ξανά για να συνεχίσετε.
es_419: Vuelve a iniciar sesión para continuar.
et: Jätkamiseks logige uuesti sisse.
fa: برای ادامه دوباره وارد شوید.
fi: Kirjaudu uudelleen sisään, niin voit jatkaa.
fil: Mag-sign in muli para magpatuloy.
fr_ca: Connectez-vous de nouveau pour continuer.
ga: Logáil isteach arís chun leanúint ar aghaidh.
he: התחבר שוב כדי להמשיך.
hi: जारी रखने के लिए फिर से साइन इन करें।
hr: Prijavite se ponovno da biste nastavili.
hu: A folytatáshoz jelentkezzen be újra.
id: Masuk lagi untuk melanjutkan.
is: Skráðu þig inn aftur til að halda áfram.
ja: 続けるには再度ログインしてください。
ko: 계속하려면 다시 로그인하세요.
lt: Norėdami tęsti, prisijunkite iš naujo.
lv: Lai turpinātu, piesakieties vēlreiz.
mk: Најавете се повторно за да продолжите.
ms: Log masuk semula untuk meneruskan.
nb: Logg på igjen for å fortsette.
nl: Log opnieuw in om door te gaan.
pl: Zaloguj się ponownie, aby kontynuować.
pt_br: Entre novamente para continuar.
pt_pt: Inicie sessão novamente para continuar.
ro: Conectați-vă din nou pentru a continua.
ru: Войдите снова, чтобы продолжить.
sk: Pokračujte opätovným prihlásením.
sl: Za nadaljevanje se znova prijavite.
sq: Hyni sërish për të vazhduar.
sr: Пријавите се поново да бисте наставили.
sv: Logga in igen för att fortsätta.
sw: Ingia tena ili kuendelea.
th: เข้าสู่ระบบอีกครั้งเพื่อดำเนินการต่อ
tr: Devam etmek için tekrar oturum açın.
uk: Увійдіть знову, щоб продовжити.
vi: Hãy đăng nhập lại để tiếp tục.
zh_hans: 请重新登录以继续。
zh_hant: 請重新登入以繼續。

source: Something went wrong. Try again.
ar: حدث خطأ ما. حاول مرة أخرى.
az: Nəsə səhv oldu. Yenidən cəhd edin.
bg: Нещо се обърка. Опитайте отново.
bn: কিছু ভুল হয়েছে। আবার চেষ্টা করুন।
cs: Něco se pokazilo. Zkuste to znovu.
cy: Aeth rhywbeth o’i le. Rhowch gynnig arall arni.
da: Noget gik galt. Prøv igen.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
es_419: Algo salió mal. Inténtalo de nuevo.
et: Midagi läks valesti. Proovige uuesti.
fa: مشکلی پیش آمد. دوباره تلاش کنید.
fi: Jokin meni pieleen. Yritä uudelleen.
fil: May naganap na problema. Subukang muli.
fr_ca: Une erreur est survenue. Réessayez.
ga: Chuaigh rud éigin mícheart. Bain triail eile as.
he: משהו השתבש. נסה שוב.
hi: कुछ गड़बड़ हो गई। फिर से कोशिश करें।
hr: Nešto je pošlo po zlu. Pokušajte ponovno.
hu: Hiba történt. Próbálja újra.
id: Terjadi kesalahan. Coba lagi.
is: Eitthvað fór úrskeiðis. Reyndu aftur.
ja: 問題が発生しました。もう一度お試しください。
kk: Бірдеңе дұрыс болмады. Қайталап көріңіз.
ko: 문제가 발생했습니다. 다시 시도하세요.
lt: Kažkas nepavyko. Bandykite dar kartą.
lv: Radās kļūda. Mēģiniet vēlreiz.
mk: Нешто тргна наопаку. Обидете се повторно.
mr: काहीतरी चूक झाली. पुन्हा प्रयत्न करा.
ms: Sesuatu telah berlaku. Cuba lagi.
mt: Xi ħaġa marret ħażin. Erġa’ pprova.
nb: Noe gikk galt. Prøv igjen.
nl: Er is iets misgegaan. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Tente novamente.
pt_pt: Algo correu mal. Tente novamente.
ro: A apărut o problemă. Încercați din nou.
ru: Что-то пошло не так. Повторите попытку.
sk: Niečo sa pokazilo. Skúste to znova.
sl: Nekaj je šlo narobe. Poskusite znova.
sq: Diçka shkoi keq. Provoni sërish.
sr: Нешто није у реду. Покушајте поново.
sv: Något gick fel. Försök igen.
sw: Hitilafu imetokea. Jaribu tena.
ta: ஏதோ தவறு நடந்தது. மீண்டும் முயற்சிக்கவும்.
te: ఏదో తప్పు జరిగింది. మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาด โปรดลองอีกครั้ง
tr: Bir sorun oluştu. Tekrar deneyin.
uk: Щось пішло не так. Спробуйте ще раз.
ur: کچھ غلط ہو گیا۔ دوبارہ کوشش کریں۔
uz: Nimadir xato ketdi. Qayta urinib koʻring.
vi: Đã xảy ra lỗi. Hãy thử lại.
zh_hans: 出了点问题。请再试一次。
zh_hant: 發生問題。請再試一次。

source: Store this code somewhere safe. You will need it if you lose access to this device.
ar: احتفظ بهذا الرمز في مكان آمن. ستحتاج إليه إذا فقدت إمكانية الوصول إلى هذا الجهاز.
bg: Съхранявайте този код на сигурно място. Ще ви е необходим, ако загубите достъп до това устройство.
cs: Uschovejte tento kód na bezpečném místě. Budete ho potřebovat, pokud ztratíte přístup k tomuto zařízení.
da: Opbevar koden et sikkert sted. Du får brug for den, hvis du mister adgangen til denne enhed.
el: Φυλάξτε αυτόν τον κωδικό σε ασφαλές μέρος. Θα τον χρειαστείτε αν χάσετε την πρόσβαση σε αυτήν τη συσκευή.
es_419: Guarda este código en un lugar seguro. Lo necesitarás si pierdes el acceso a este dispositivo.
et: Hoidke seda koodi turvalises kohas. Vajate seda, kui kaotate juurdepääsu sellele seadmele.
fa: این کد را در جای امنی نگه دارید. اگر دسترسی به این دستگاه را از دست بدهید به آن نیاز خواهید داشت.
fi: Säilytä koodi turvallisessa paikassa. Tarvitset sitä, jos menetät pääsyn tähän laitteeseen.
fr_ca: Rangez ce code en lieu sûr. Vous en aurez besoin si vous perdez l’accès à cet appareil.
he: שמור קוד זה במקום בטוח. תזדקק לו אם תאבד את הגישה למכשיר זה.
hr: Pohranite ovaj kod na sigurno mjesto. Trebat će vam ako izgubite pristup ovom uređaju.
hu: Tárolja ezt a kódot biztonságos helyen. Szüksége lesz rá, ha elveszíti a hozzáférést ehhez az eszközhöz.
id: Simpan kode ini di tempat yang aman. Anda akan membutuhkannya jika kehilangan akses ke perangkat ini.
ja: このコードは安全な場所に保管してください。このデバイスにアクセスできなくなった場合に必要になります。
ko: 이 코드를 안전한 곳에 보관하세요. 이 기기에 접근할 수 없게 되면 필요합니다.
lt: Laikykite šį kodą saugioje vietoje. Jo prireiks, jei prarasite prieigą prie šio įrenginio.
mk: Чувајте го овој код на безбедно место. Ќе ви треба ако го изгубите пристапот до овој уред.
ms: Simpan kod ini di tempat yang selamat. Anda memerlukannya jika kehilangan akses kepada peranti ini.
nb: Oppbevar koden på et trygt sted. Du trenger den hvis du mister tilgangen til denne enheten.
nl: Bewaar deze code op een veilige plek. Je hebt hem nodig als je de toegang tot dit apparaat verliest.
pl: Przechowuj ten kod w bezpiecznym miejscu. Będzie potrzebny, jeśli utracisz dostęp do tego urządzenia.
pt_br: Guarde este código em um lugar seguro. Você vai precisar dele se perder o acesso a este dispositivo.
pt_pt: Guarde este código num local seguro. Vai precisar dele se perder o acesso a este dispositivo.
ro: Păstrați acest cod într-un loc sigur. Veți avea nevoie de el dacă pierdeți accesul la acest dispozitiv.
ru: Храните этот код в надёжном месте. Он понадобится, если вы потеряете доступ к этому устройству.
sl: Kodo shranite na varno mesto. Potrebovali jo boste, če izgubite dostop do te naprave.
sr: Чувајте овај код на безбедном месту. Требаће вам ако изгубите приступ овом уређају.
sv: Förvara koden på ett säkert ställe. Du behöver den om du förlorar åtkomsten till den här enheten.
tr: Bu kodu güvenli bir yerde saklayın. Bu cihaza erişiminizi kaybederseniz koda ihtiyacınız olacak.
uk: Зберігайте цей код у надійному місці. Він знадобиться, якщо ви втратите доступ до цього пристрою.
vi: Hãy cất mã này ở nơi an toàn. Bạn sẽ cần đến mã nếu mất quyền truy cập vào thiết bị này.
zh_hans: 请将此代码保存在安全的地方。如果你无法访问此设备，将需要用到它。
zh_hant: 請將此代碼保存在安全的地方。若您無法取用此裝置，將需要用到它。
